import requests
import json


"""
Пользователь выбирает способ передвижения, затем вводит название города 
(свою отправную точку) для считывания ботом. Если информации по данному городу нет в 
базе данных, то по введенной информации делается запрос на сайт/ы. Посредством перехода 
по страницам сайта выкачивается такая информация как: 
•	Город прибытия
•	Город отправления
•	Дата прибытия 
•	Дата отправления
•	Время пути
•	Стоимость билета
"""








def main():
    pass


if __name__ == '__main__':
    main()
